#  dictionary with predefined messages

MESSAGE = {
    'initial_message':
    'Этот бот поможет найти бар или ресторан рядом с вами.\n'
    'Вам будет предоставлен список до десяти заведений.\n'
    'Какой тип заведения ищете?',

    'what_radius':
    'Отлично, в каком радиусе будем искать?',

    'nothing_found':
    'К сожалению, вы в такой жопе мира,'
    ' что здесь даже выпить не нальют.\n'
    'Ну либо поменяйте параметры поиска.',

    'end_of_search':
    'К сожалению, в этом радиусе больше таких заведений нет.',

    'another_radius':
    'Выбрать другой радиус?',

    'what_type':
    'Какой тип заведения ищете?',

    'send_loc':
    'Отправим свое местоположение.\n'
    'Нажмите на кнопку ниже.',

}


PRICE_LEVEL = {
    4: '4 - Очень дорогое место',
    3: '3 - Дорогое место',
    2: '2 - Средние цены',
    1: '1 - Бюджетное место',
    0: '0 - Бесплатное место',
    'Нет данных': 'Нет данных'
}
