#  dictionary with predefined messages

MESSAGE = {
    'initial_message':
    'Этот бот поможет найти бар или ресторан рядом с вами.\n'
    'Вам будет предоставлен список до десяти заведений.\n'
    'Какой тип заведения ищите?',

    'what_radius':
    'Отлично, в каком радиусе будем искать?',

    'nothing_found':
    'К сожалению, вы в такой жопе мира,'
    ' что здесь даже выпить не нальют.\n'
    'Ну либо поменяйте параметры поиска.',

    'end_of_search':
    'К сожалению, в этом радиусе больше таких заведений нет.',

    'another_radius':
    'Выбрать другой радиус?',

    'what_type':
    'Какой тип заведения ищите?',

    'send_loc':
    'Отправим свое местоположение.\n'
    'Нажмите на кнопку ниже.',

}
